Repository: Scruatch24/GasGo
Catalog: app_*.arb
Languages: ka

source: Welcome Back
ka: კეთილი იყოს თქვენი დაბრუნება

# emailLabel
source: Email
ka: ელ. ფოსტა

# welcomeToApp
source: Welcome to LPG Finder GE
ka: კეთილი იყოს თქვენი მობრძანება LPG Finder GE-ში

# lowestFuelPrices
source: The lowest fuel prices in one space
ka: საწვავის ყველაზე დაბალი ფასები ერთ სივრცეში

source: Find Stations
ka: იპოვე სადგურები

# findNearestStations
source: Find the nearest private gas stations on the map
ka: იპოვე უახლოესი კერძო გაზგასამართი სადგურები რუკაზე

source: Save Money
ka: დაზოგე თანხა

# saveMoneyAffordable
source: Save money with the most affordable tariffs
ka: დაზოგე თანხა ყველაზე ხელმისაწვდომი ტარიფებით

# forOwners
source: For Station Owners
ka: სადგურის მფლობელებისთვის

# addYourStation
source: Add your station and attract more customers
ka: დაამატეთ თქვენი სადგური და მოიზიდეთ მეტი მომხმარებელი

source: Skip
ka: გამოტოვება

source: Next
ka: შემდეგი

source: Previous
ka: წინა

source: Get Started
ka: დაიწყე

# appSubtitle
source: Find the best LPG prices in Georgia
ka: იპოვე საუკეთესო LPG ფასები საქართველოში

source: Sign In
ka: შესვლა

source: Sign Up
ka: რეგისტრაცია

source: Full Name
ka: სრული სახელი

source: Password
ka: პაროლი

# pleaseEnterName
source: Please enter your name
ka: გთხოვთ შეიყვანოთ თქვენი სახელი

# pleaseEnterEmail
source: Please enter your email
ka: გთხოვთ შეიყვანოთ თქვენი ელ. ფოსტა

# pleaseEnterValidEmail
source: Please enter a valid email
ka: გთხოვთ შეიყვანოთ სწორი ელ. ფოსტა

# pleaseEnterPassword
source: Please enter your password
ka: გთხოვთ შეიყვანოთ თქვენი პაროლი

# passwordTooShort
source: Password must be at least 6 characters
ka: პაროლი უნდა იყოს მინიმუმ 6 სიმბოლო

source: Select your role
ka: აირჩიეთ თქვენი როლი

# iAmDriver
source: I am a Driver
ka: მე ვარ მძღოლი

# driverDescription
source: Looking for LPG stations
ka: ვეძებ LPG სადგურებს

# iAmOwner
source: I am a Station Owner
ka: მე ვარ სადგურის მფლობელი

# ownerDescription
source: I own an LPG station
ka: მე მაქვს LPG სადგური

source: Or continue with
ka: ან გააგრძელე

source: Continue with Google
ka: გაგრძელება Google-ით

source: Map
ka: რუკა

source: Favorites
ka: ფავორიტები

source: Profile
ka: პროფილი

# searchStations
source: Search for stations...
ka: მოძებნე სადგურები...

source: Map View
ka: რუკის ხედი

source: No stations found
ka: სადგურები ვერ მოიძებნა

# centeringMap
source: Centering map to your location
ka: რუკის ცენტრირება თქვენს მდებარეობაზე

source: Current Price
ka: მიმდინარე ფასი

# lastUpdated
source: Last updated: Today
ka: ბოლო განახლება: დღეს

source: Get Directions
ka: მისაღები მიმართულება

source: away
ka: მანძილზე

source: Working Hours
ka: სამუშაო საათები

source: Services
ka: სერვისები

source: Reviews
ka: შეფასებები

source: Add Review
ka: შეფასების დამატება

source: Monday
ka: ორშაბათი

source: Tuesday
ka: სამშაბათი

source: Wednesday
ka: ოთხშაბათი

source: Thursday
ka: ხუთშაბათი

source: Friday
ka: პარასკევი

source: Saturday
ka: შაბათი

source: Sunday
ka: კვირა

# noFavorites
source: No Favorite Stations
ka: ფავორიტი სადგურები არ არის

# noFavoritesMessage
source: Start adding stations to your favorites by tapping the heart icon
ka: დაიწყეთ სადგურების ფავორიტებში დამატება გულის ხატულაზე დაწკაპუნებით

source: Explore Stations
ka: გამოიკვლიე სადგურები

source: Language
ka: ენა

source: My Reviews
ka: ჩემი შეფასებები

# viewYourReviews
source: View and manage your reviews
ka: ნახე და მართე შენი შეფასებები

source: Notifications
ka: შეტყობინებები

# manageNotifications
source: Manage price alerts and updates
ka: მართე ფასების გაფრთხილებები და განახლებები

source: Help & Support
ka: დახმარება და მხარდაჭერა

# getHelp
source: Get help and contact support
ka: მიიღე დახმარება და დაუკავშირდი მხარდაჭერას

source: About
ka: შესახებ

# appInfo
source: App version and information
ka: აპლიკაციის ვერსია და ინფორმაცია

source: Favorite Stations
ka: ფავორიტი სადგურები

source: Reviews Given
ka: მოცემული შეფასებები

source: Sign Out
ka: გასვლა

# helpText
source: Need help? Contact us:
ka: გჭირდებათ დახმარება? დაუკავშირდით ჩვენ:

# commonIssues
source: For common issues, check our FAQ section.
ka: ხშირი პრობლემებისთვის, შეამოწმეთ ჩვენი FAQ სექცია.

# aboutText
source: Find the best LPG prices in Georgia. Compare prices, read reviews, and discover new stations near you.
ka: იპოვე საუკეთესო LPG ფასები საქართველოში. შეადარე ფასები, წაიკითხე შეფასებები და აღმოაჩინე ახალი სადგურები შენთან ახლოს.

source: Driver
ka: მძღოლი

source: Owner
ka: მფლობელი

source: Dashboard
ka: მართვის პანელი

source: Add Station
ka: სადგურის დამატება

# manageStations
source: Manage Your Stations
ka: მართე შენი სადგურები

source: Total Stations
ka: სულ სადგურები

source: Avg Rating
ka: საშუალო რეიტინგი

# activeStations
source: Active
ka: აქტიური

# pendingApproval
source: Pending
ka: მოლოდინში

source: My Stations
ka: ჩემი სადგურები

source: View All
ka: ყველას ნახვა

source: No Stations Yet
ka: ჯერ სადგურები არ არის

# addFirstStation
source: Add your first station to get started
ka: დაამატე შენი პირველი სადგური დასაწყებად

source: Active
ka: აქტიური

source: Pending
ka: მოლოდინში

source: Edit
ka: რედაქტირება

source: Update Price
ka: ფასის განახლება

source: Deactivate
ka: გამორთვა

source: Activate
ka: ჩართვა
